//## футбольный менеджер в консоле

/*### тз
Обеспечить следующий функционал:
-добавить / удалять футболистов
- футболисты описаны: 
(имя, фамилия, рейтинг, позиция, номер, клуб)
- рейтинг, позицию, номер, клуб в последствии можно менять
- футболисты хранятся в файле.xml

- возможность добавлять/удалять клубы
- клубы описаны: (названия клуба, футболисты, рейтинг клуба)

- турнир
- создавать турнир
- добавлять/добавлять на турнир клубы
- формировать турнирные таблицу из зарегистрованных клубов
- эмулировать матч:
    - кто на каком минуте кому забил гол
    - эти данные должны влиять на рейтинг игрока и клуба, по завершению турнира
- управление турниром будет осуществляться через консоль:
    - выбрать матч
    - сыграть матч
    - вывести сетку турнирную
    -выдать призерам деньги
    */

#include <iostream>
#include <string>
#include "player.h"
using namespace std;

int main()
{
    cout << "Hello World!\n";
}


